[PR_Ninja X2SoldierClassTemplate]
+DisplayName="上忍"
+ClassSummary="忍者擅长使用刀剑进行战斗，无论是他们的剑还是投掷小刀。他们能够用投掷小刀消灭敌人，侦查前方并提供信息，或者将敌人砍成碎片。"
+LeftAbilityTreeTitle="刀剑大师"
+RightAbilityTreeTitle="主宰"
AbilityTreeTitles[0]="刀剑大师"
AbilityTreeTitles[1]="暗影"
AbilityTreeTitles[2]="刺客"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Juggler"
+RandomNickNames[1]="Deadeye"
+RandomNickNames[2]="Shinobi"
+RandomNickNames[3]="Assassin"
+RandomNickNames[4]="Agent"
+RandomNickNames[5]="Hidden Blade"
+RandomNickNames[6]="Roughrider"


